Repository: collective/collective.portlet.search
Catalog: collective/portlet/search/locales/*/LC_MESSAGES/collective.portlet.search.po
Languages: pt_br

source: Allow user to select wich portal types will be shown.
pt_br: Permite ao usuário selecionar quais tipos de conteúdo serão exibidos

source: Portlet title
pt_br: Título do portlet

source: Search
pt_br: Busca

source: Search using keywords.
pt_br: Burscar utilizando tags (palavras-chave)

source: Title
pt_br: Título

source: Use a calendar to restrict search to a given date.
pt_br: Utilizar um calendário para restringir a busca a uma data específica.

source: Use calendar
pt_br: Utilizar calendário

source: Use date range
pt_br: Utilizar seleção de datas

source: Use fields to restrict search to an interval of time.
pt_br: Utilizar campos para seleção de um intervalo de tempo para restrição da busca

source: Use keyword search
pt_br: Utilizar busca por tags

source: Use portal types selection
pt_br: Utilizar busca por tipos de conteúdo

source: help_advsearch_root
pt_br: Você pode buscar por e escolher uma pasta para ser a raíz da busca para este portlet. Deixe em branco para buscar em todo o site Plone.

source: label_advsearch_root_path
pt_br: Raiz da busca

source: label_dateRange
pt_br: Intervalo de datas :

source: label_item_type
pt_br: Tipos :

source: label_search
pt_br: Busca

source: label_startRange
pt_br: Data :

source: label_toggle
pt_br: Selecionar todos/nenhum

source: title_search_title
pt_br: Buscar no site
